Repository: common-repository/world-community-grid-widget
Catalog: wcg_widget-*.po
Languages: de_de

source: Allows the user to show WCG badges and statistics in sidebar
de_de: Zeigt deine WCG-Badges und Statistiken in der Sidebar an

source: allow_url_fopen is off in your php.ini.
de_de: allow_url_fopen ist in deiner php.ini ausgeschaltet.

source: Your PHP has no SimpleXML extension.
de_de: Dein PHP hat keine SimpleXML Erweiterung.

source: The directory %s is not available.
de_de: Das Verzeichnis %s ist nicht verfügbar.

source: The directory %s is not writable.
de_de: Das Verzeichnis %s ist nicht beschreibbar.

source: The directory %s is not executable.
de_de: Das Verzeichnis %s ist nicht ausführbar.

source: The file %s is not writable.
de_de: Die Datei %s ist nicht beschreibbar.

source: The file %s is not available.
de_de: Die Datei %s ist nicht verfügbar

source: WCG error
de_de: WCG Fehler

source: Unable to copy %s to %s.
de_de: Konnte %s nicht zu %s kopieren.

source: The wcg file %s cannot be parsed by SimpleXML.
de_de: Die WCG-Datei %s konnte nicht durch SimpleXML geparst werden.

source: The wcg file %s is not available.
de_de: Die WCG-Datei %s ist nicht verfügbar.

source: Error
de_de: Fehler

source: Warning: %s was not updated in the last 14 days.
de_de: Warnung: %s wurde in den letzten 14 Tagen nicht aktualisiert.

source: [MemberName] calculated [TotalResults] results & got the following badges:<br />
de_de: [MemberName] berechnete [TotalResults] Ergebnisse & erhielt folgende Badges:<br />

source: <br />WCG - technology solving problems - <a href="http://www.worldcommunitygrid.org/reg/viewRegister.do">register</a> & help.
de_de: <br />WCG - technology solving problems - <a href="http://www.worldcommunitygrid.org/reg/viewRegister.do">Registriere Dich</a> & Helfe.

source: Title
de_de: Titel

source: WCG Member Name
de_de: WCG Mitgliedsname

source: WCG Verification Code
de_de: WCG Verifikationscode

source: see <a href="https://secure.worldcommunitygrid.org/ms/viewMyProfile.do">your profile</a>)
de_de: siehe <a href="https://secure.worldcommunitygrid.org/ms/viewMyProfile.do">dein Profil</a>)

source: Choose a template
de_de: Wähle eine Vorlage

source: No Template
de_de: Keine Vorlage

source: use the HTML/Code input fields
de_de: benutze die HTML/Code Eingabefelder

source: Upload your template for other users
de_de: Lade deine Vorlage für andere Benutzer hoch

source: What HTML should precede the badge items
de_de: HTML vor den Badges

source: HTML of badge items
de_de: HTML der Badges

source: What HTML should follow the badge items
de_de: HTML nach den Badges

source: userfield for badges
de_de: Benutzerfeld für Badges

source: Show (more) userfields
de_de: Zeige (mehr) Benutzerfelder an
